{
  "verkennen": [
    "Wat zien we op dit moment gebeuren in onze samenwerking?",
    "Wat valt ons op in onze manier van samenwerken?",
    "Herkennen we patronen in onze manier van samenwerken?",
    "Waar zijn we aan gewend geraakt?",
    "Wat kijken we liever niet onder ogen?",
    "Wat zien we wel, maar spreken we niet uit?"
  ],
  "verbinden": [
    "Wanneer voelt onze samenwerking prettig en effectief?",
    "Wanneer voel jij je echt onderdeel van het team?",
    "Wat helpt ons om verschillen bespreekbaar te maken?",
    "Wanneer stemmen we expliciet met elkaar af?",
    "Wanneer passen we ons aan, terwijl dat eigenlijk schuurt?",
    "Wat spreken we niet uit om de rust te bewaren?"
  ],
  "bewegen": [
    "Wat doen we met ideeën die ontstaan?",
    "Wanneer komt er beweging in het team?",
    "Wat helpt ons om van praten naar doen te gaan?",
    "Welke ideeën blijven liggen, en waarom?",
    "Wat houdt ons tegen om in actie te komen?",
    "Wat laten we liggen, terwijl het eigenlijk aandacht vraagt?"
  ],
  "duiden": [
    "Wat proberen we als team samen goed te doen?",
    "Wanneer helpt afstemming ons, en wanneer werkt het ons juist tegen?",
    "Welke kwaliteiten komen in ons team goed tot hun recht, en welke minder?",
    "Wanneer komen misverstanden in onze samenwerking naar boven?",
    "Wat speelt er onder de oppervlakte in ons team, maar komt zelden op tafel?",
    "Welke overtuigingen nemen we mee in ons handelen, zonder ze uit te spreken?"
  ],
  "verdiepen": [
    "Wanneer weten we als team: dit is een besluit?",
    "Wat helpt om rollen en verantwoordelijkheden helder te maken?",
    "Wanneer helpt het om regie expliciet te koppelen aan een rol of taak?",
    "Waar blijft regie nu liggen?",
    "Wat laten we onduidelijk, terwijl het richting vraagt?",
    "Wat houdt ons nu tegen om een volgende stap te zetten?"
  ],
  "vertragen": [
    "Wat valt ons op als we bewust vertragen of afstand nemen?",
    "Wat verandert er als we niet meteen reageren?",
    "Wat gebeurt er wanneer we ons niet laten meeslepen door de waan van de dag?",
    "Wat gebeurt er in onze samenwerking wanneer we het tempo bewust verlagen?",
    "Welke patronen worden sterker onder druk?",
    "Welke rol nemen we automatisch aan wanneer de spanning toeneemt?"
  ]
}