{
  "verkennen": [
    "Wat zien we op dit moment gebeuren in onze samenwerking?",
    "Wat valt ons op in onze manier van samenwerken?",
    "Herkennen we patronen in onze manier van samenwerken?",
    "Waar zijn we aan gewend geraakt?",
    "Wat krijgt nu minder aandacht?",
    "Blijven er dingen onbesproken?"
  ],
  "duiden": [
    "Wat proberen we als team goed te doen?",
    "Wat nemen we wel of niet als vanzelfsprekend aan?",
    "Wanneer helpt afstemming ons, en wanneer belemmert het ons?",
    "Wat maakt dat onze kwaliteiten wel of niet tot hun recht komen?",
    "Welke patronen blijven we terugzien in onze samenwerking?",
    "Welke factoren blijven onbenoemd, terwijl ze wel invloed hebben?"
  ],
  "verbinden": [
    "Waar worden we enthousiast van?",
    "Wanneer voel jij je echt onderdeel van het team?",
    "Mogen er verschillen bestaan in ons team?",
    "Hoe kunnen we elkaar uitdagen en andere kanten belichten?",
    "Wat helpt ons om onszelf te laten zien in de samenwerking?",
    "Wat helpt om eerlijk te zijn, zonder de verbinding te verliezen?"
  ],
  "verhelderen": [
    "Wat is voor ons op dit moment nog onduidelijk in de samenwerking?",
    "Welke aannames doen we (bewust of onbewust) over elkaar of de situatie?",
    "Welke informatie missen we om goed te kunnen samenwerken?",
    "Wat bedoelen we precies als we woorden gebruiken als ‘afstemming’, ‘ruimte’ of ‘tempo’?",
    "Welke verwachtingen spreken we niet uit, maar sturen wel ons gedrag?",
    "Wat zou helpen om de afspraak of werkwijze helder en concreet te maken?"
  ],
  "vertragen": [
    "Wanneer nemen we in onze samenwerking eigenlijk de tijd?",
    "Wat verandert er in onze samenwerking wanneer we een reactie uitstellen?",
    "Wat gebeurt er in onze samenwerking wanneer we het tempo bewust verlagen?",
    "Welke patronen worden zichtbaar wanneer de druk toeneemt?",
    "Welke rol nemen we automatisch aan in momenten van spanning?",
    "Wanneer merken we dat vertragen helpend zou zijn?"
  ],
  "bewegen": [
    "Wat doen we met ideeën die ontstaan?",
    "Wanneer komt er beweging in het team?",
    "Wat helpt ons om van praten naar doen te gaan?",
    "Welke ideeën blijven liggen, en waarom?",
    "Wat houdt ons tegen om in actie te komen?",
    "Wat laten we liggen, terwijl het eigenlijk aandacht vraagt?"
  ]
}